categories:
- salud
conversations:
- - Hola
  - Hola, ¿cómo puedo ayudarte?
- - Que es angina?
  - La angina de pecho es un tipo de dolor de pecho causado por la reducción del flujo sanguíneo al corazón.
- - Que es presion en sangre?
  - La presión arterial es una fuerza que se ejerce en la sangre para que esta pueda recorrer todos los torrentes sanguíneos y así aportarle la vitalidad necesaria a los órganos.
- - Que es colesterol?
  - El colesterol es una sustancia cerosa y parecida a la grasa que se encuentra en todas las células de su cuerpo. Su cuerpo necesita algo de colesterol para funcionar bien. Pero si tiene demasiado colesterol en su sangre, se puede pegar en las paredes de sus arterias, estrechándolas o incluso bloqueándolas
- - Que es el nivel de azucar?
  - La glucemia es la cantidad de glucosa que circula en la sangre y sirve como fuente de energía para el cuerpo.
- - Cuando se considera alto el nivel de azucar?
  - Se considera alta si se encuentra arriba de 120 mg/dl
- - Que es la frecuencia cardiaca maxima?
  - Es la cantidad máxima de veces que el corazón puede latir en un minuto
- - Cuáles son los síntomas de la hipertensión?
  - La hipertensión no suele presentar síntomas, pero algunas personas pueden experimentar dolor de cabeza, mareos o visión borrosa.
- - Cómo puedo medir mi presión arterial en casa?
  - Usa un tensiómetro digital en tu brazo, siéntate en un lugar tranquilo y sigue las instrucciones del dispositivo.
- - El estrés puede causar hipertensión?
  - El estrés puede elevar temporalmente la presión arterial. Mantener niveles altos de estrés de forma continua puede afectar su salud.
- - Qué pasa si no trato la hipertensión?
  - La hipertensión no controlada puede aumentar el riesgo de enfermedades cardíacas, derrames cerebrales y problemas renales.
- - Puedo tomar café si tengo presión alta?
  - El café puede aumentar temporalmente la presión arterial. Si tienes hipertensión, es mejor moderar su consumo y consultar a tu medico.
- - Por qué sube la presión arterial?
  -  Puede subir por estrés, mala alimentación, falta de ejercicio, consumo excesivo de sal o problemas de salud.
- - Si mi familia tiene hipertensión, yo también la tendré?
  - La genética influye, pero llevar un estilo de vida saludable puede ayudar a prevenirla.
- - El sobrepeso causa hipertensión?
  - Sí, el sobrepeso y la obesidad aumentan el riesgo de presión alta.
- - La hipertensión se cura?
  - No tiene cura, pero puede controlarse con hábitos saludables y, si es necesario, con medicamentos.
- - Cada cuánto debo medir mi presión si tengo hipertensión?
  - Depende de tu caso, pero en general se recomienda medirla al menos una vez al día.



